Repository: nmsneha/amelia
Catalog: languages/*.po
Languages: nl

source: Cost (
nl: Kostprijs (

source: Enter Product Cost value here.
nl: Voer hier de product kostprijs in.

source: Scan the product's barcode.
nl: Scan de barcode van het product.

source: Invalid customer ID
nl: Ongeldige klant-ID

source: Invalid customer
nl: Ongeldige klant

source: You do not have permission to read this customer
nl: U hebt geen toestemming om deze klant te lezen

source: You do not have permission to edit this customer
nl: U hebt geen toestemming om deze klant te bewerken

source: You do not have permission to delete this customer
nl: U hebt geen toestemming om deze klant te verwijderen

source: Your shop is Connected!
nl: Uw winkel is verbonden!

source: Launch Oliver POS
nl: Start Oliver POS

source: Disconnect
nl: Verbinding verbreken

source: Powered by Oliver POS
nl: Aangedreven door Oliver POS

source: Disconnect Bridge
nl: Koppel Bridge los

source: Are you sure want to disconnect bridge?
nl: Weet je zeker dat je de Bridge wilt loskoppelen?

source: Yes
nl: Ja

source: No
nl: Nee

source: Close
nl: Sluiten

source: Variation Product Cost (
nl: Variatie Productkosten (

source: Enter Variation Product Cost value here.
nl: Voer hier de Variatie Product kostprijs in.

source: Variation Product Barcode (
nl: Variatie Product Barcode (

source: Enter Variation Product Barcode value here.
nl: Voer hier de waarde van de streepjescodevariant product in.

source: Ok, you deserved it
nl: Ok, je hebt het verdiend

source: I already did
nl: Heb ik al gedaan

source: No, not good enough, i do not like to rate it!
nl: Nee, niet goed genoeg, ik vind het niet leuk om het te beoordelen!
